{
  "chiropractors": [
    {
      "id": "1",
      "name": "Dr. Taylor Ptacek",
      "title": "Sports Chriopractor",
      "education": [
        "B.S., Kinesiology and Human Performance",
        "Doctor of Chiropractic Medicine, Logan College of Chiropractic"
      ],
      "bio": "Dr. Taylor Ptacek specializes in soft tissue and sports-related injuries with a passion for helping athletes in the Denver community. His experience and versatility allow him to work with active individuals from all backgrounds ranging from professional athletes to weekend warriors. \n\n As the lead sports injury doctor at Kinetic Sports Medicine & Rehab, Dr. Ptacek incorporates proven protocols used on competitive athletes with a wide array of functional and soft tissue treatment options. He has worked extensively with dozens of professional athletes and specializes in treating functional fitness athletes, strength & conditioning athletes, runners, triathletes, and all youth sports athletes.",
      "specialties": "Dry Needling, Active Release Therapy, Instrument Assisted Soft Tissue Mobilization (IASTM), Chiropractic Spinal and Extremity Manipulation, Cupping, Kinesiology Taping, Functional Rehabilitation Exercises, Sports Nutrition, and Injury Prevention"
    },
    {
      "id": "2",
      "name": "Kat Sanders",
      "title": "Licensed Massage Therapist",
      "education": [
        "The Denver School of Massage Therapy"
      ],
      "bio": "Kat is a Colorado native and graduate of The Denver School of Massage Therapy. While attending DSMT, she found her passion for the human body. She found that one of the most important parts of massage therapy is not the bodywork itself but the connection with one human being to another.\n\nKat has treated clients in chronic hypertonicity since 2016. She has worked with many clients including MMA fighters, double-amputees, Olympic-trained athletes, severe scoliosis, disc herniation, etc. Her goal is to influence her clients into taking better approaches to achieve peak performance in their body by creating initial muscle manipulation. Kat blends together many different modalities including trigger point and myofascial release in her deep tissue therapy to achieve the best results.",
      "specialties": "Deep Tissue Therapy, Trigger Point Therapy, Myofascial release therapy, Sports Massage, Cranial Sacral, Lymphatic Drainage, Prenatal Massage, Cupping Therapy"
    }
  ]
}